Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushankkeen_viides_lukuvuosi_kaynnistyi_-_opetuksessa_mukana_jo_150_oppilasta_ja_opiskelijaa.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetushankkeen viides lukuvuosi käynnistyi – opetuksessa mukana jo 150 oppilasta ja opiskelijaa
smn: Sämikielâi káidusmáttááttâshaavâ viiđâd luuhâmihe aalgij – máttááttâsâst mieldi jo 150 uápped

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen viides lukuvuosi käynnistyi maanantaina 15.8., ja saamen opetuksessa aloitti ennätykselliset noin 150 oppilasta ja opiskelijaa 90 eri koulusta ja yli 40 kunnasta ympäri Suomen.
smn: Sämikielâi káidusmáttááttâs piiloothaavâ viiđâd luuhâmihe aalgij vuossaargâ 15.8., já sämikielâ máttááttâsâst algâttii ulâttâsmeeri suulân 150 uápped 90 sierâ škoovlâst já paijeel 40 kieldâst pirrâ Suomâ.

source: Oppilas- ja opiskelijamäärän kasvettua hankkeeseen on palkattu yhteensä kuusi opettajaa, joista jo kolme työskentelee päätoimisina tuntiopettajina.
smn: Ko uáppeemeeri lii lasanâm, te haahân láá pálkkááttum ohtsis kuttâ máttáátteijee, main jo kuulmâs pargeh váldutoimâlâš tijmemáttáátteijen.

source: Lukuvuonna 2022–2023 koltansaamea opettavat Sirkka Sanila ja Kia Olin, inarinsaamea Laura Ylinampa ja Henna Aikio ja pohjoissaamea Máren-Elle Länsman ja Gabriela Satokangas.
smn: Luuhâmive 2022–2023 nuorttâlâškielâ máttááttává Sirkka Sanila já Kia Olin, anarâškielâ Laura Ylinampa já Henna Aikio já tavesämikielâ Máren-Elle Länsman já Gabriela Satokangas.

source: – On arvokasta, että hanke pystyy tarjoamaan kokoaikaista työtä jo kolmelle saamen opettajalle.
smn: – Lii mávsulâš, ete haahâ pasta faallâđ olesáigásii pargo jo kuulmâ sämikielâ máttáátteijei.

source: Lisäksi ensimmäistä kertaa meillä on jokaisessa kielessä työparit, jotka yhdessä kehittävät kunkin saamen kielen opetusta, iloitsee hankkeen projektipäällikkö Hanna Helander Utsjoen kunnasta.
smn: Lasseen vuossâmuu tove mist láá jyehi kielâst pargopaarah, kiäh oovtâst ovdedeh jieškote-uv sämikielâ máttááttâs, illood haavâ proojeekthovdâ Hanna Helander Ucjuv kieldâst.

source: Laura Ylinampa on yksi etäopetushankkeen uusista opettajista.
smn: Laura Ylinampa lii ohtâ káidusmáttááttâshaavâ uđđâ máttáátteijein.

source: Vaikka hanke ja inarinsaamen opettaminen etäyhteyksin ovat hänelle tuttuja asioita opettajaopinnoista, tuleva syksy kutkuttaa silti mielessä.
smn: Veikkâ haahâ já anarâškielâ máttááttem káidusohtâvuođâiguin láá sunjin uápis ääših máttáátteijeeuápui áánsust, te puáttee čohčâ lii kuittâg váhá jiärástuttee.

source: – Kyllä tuntien alkaminen jännittää opettajaa varmaan yhtä paljon kuin oppilaita.
smn: – Kale tiijmij älgim lii vaarâ siämmáá jiärástuttee máttáátteijei, ko uáppeid-uv.

source: Teknisten asioiden ja yhteyksien toimiminen myös jännittää.
smn: Teknisij aašij já ohtâvuođâi toimâm meid lii jiärástuttee.

source: Eiköhän kaikki suju jo kivasti, kun päästään ensi viikkoon ja alkujärjestelyt on hoidettu, kertoo Laura Ylinampa.
smn: Mutâ amahân puoh maneh jo pyereest, ko peessâp puáttee ookon já algâorniistâlmeh láá oornigist, iätá Laura.

source: Opetuksen tavoitteina kipinän sytyttäminen omaan kieleen ja kulttuuriin
smn: Máttááttâs ulmen ravkkâđ kiäsuttem jieijâs kielân já kulttuurân

source: Saamen kielten etäopetushanke mahdollistaa saamen kielten opiskelun saamelaisalueen ulkopuolella asuville oppilaille kahden viikkotunnin verran.
smn: Sämikielâi káidusmáttááttâshaahâ taha máhđulâžžân sämikielâ máttááttâllâm sämikuávlu ulguubeln ässee uáppeid kyevti okkotiijme verd.

source: Ennen etäopetushanketta erityisesti inarin- ja koltansaamen kielten opetus oli vain satunnaista, ja pohjoissaamen opetuskin oli mahdollista vain suurimmissa saamelaiskeskittymissä Rovaniemellä, Oulussa ja Helsingissä.
smn: Ovdil káidusmáttááttâshaavâ eromâšávt anarâš- já nuorttâlâškielâi máttááttâs lâi tuš tyellittälli, já tavesämikielâ-uv máttááttâs lâi tuš stuárráámus sämmilâšjuávhui Ruávinjaargâst, Oulust já Helsigist.

source: Etäopetushankkeen opetus on siis samalla kielenelvytystä ja saamelaisen pedagogiikan kehittämistä.
smn: Káidusmáttááttâshaavâ máttááttâs lii te siämmást kielâiäláskittem já sämmilii pedagogiik ovdedem.

source: – Vaikka kaksi viikkotuntia saamen kielen opetusta on vähän, on kielenopetuksessa kyse myös omaan kulttuuriin ja omiin juuriinsa tutustumisesta.
smn: – Veikâ kyehti okkotiijme sämikielâ máttááttâs lii uccáá, te kielâmáttátmist koččâmuš lii meid jieijâs kulttuurân já jieijâs madduid uáppáásmist.

source: Opetuksemme antaa toivottavasti oppilaille kipinän oman kielensä ja identiteettinsä tutkimiseen, toteaa Hanna Helander .
smn: Mii máttááttâs rávkká tuáivui mield kiäsuttem jieijâs kielâ já identiteet tutkâmân, paahud Hanna Helander.

source: Saamen kielten etäopetushanke on käynnistynyt vuonna 2018, ja vuonna 2020 se palkittiin Opetushallituksen Cygnaeus-palkinnolla .
smn: Sämikielâi káidusmáttááttâshaahâ lii álgám ive 2018, já ive 2020 tot palhâšui Máttááttâshaldâttâs Cygnaeus-palhâšumijn .

source: Palkinnon saamisen kriteereinä olivat osallisuus, saavutettavuus ja inkluusio sekä rohkeus käyttää uusia opetusmenetelmiä.
smn: Palhâšume finnim aggân lijjii uásálâšvuotâ, juksâmvuotâ já inkluusio sehe ruokkâdvuotâ kevttiđ uđđâ máttááttâsvuovijd.

source: Hanke jatkuu Opetus- ja kulttuuriministeriön erillisrahoitettuna kehittämishankkeena vuoden 2023 kevätlukukauden loppuun.
smn: Haahâ juátkoo Máttááttâs- já kulttuurministeriö sierânâsruđâiguin ovdedemhaahhân ive 2023 kiđđâluuhâmpaje loopâ räi.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Hanna Helander, hankepäällikkö Utsjoen kunta hanna.helander@edu.utsjoki.fi 040 701 2094
smn: Hanna Helander, hahâhovdâ Ucjuv kieldâ hanna.helander@edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori Saamelaiskäräjät arla.magga@samediggi.fi 040 687 5989 www.saamenetaopetus.com
smn: Arla Magga, hahâkoordinaattor Sämitigge arla.magga@samediggi.fi 040 687 5989 www.saamenetaopetus.com

source: Lisätietoja Saamen kielten etäopetushankkeesta:
smn: Lasetiäđuh Sämikielâi káidusmáttááttâshaavâst:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ lii haahâ, mon Ucjuv kieldâ joođeet já Sämitigge koordinist.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
smn: Máttááttâs- já kulttuurministeriö ruttâd haavâ.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
smn: Haavâ ulmen lii faallâđ sämikielâi káidusmáttááttâs kyehti okkotiijme verd vuáđuškoovlâ já nube tääsi uáppeid sämmilij päikkikuávlu ulguubel já ovdediđ sämikielâi káidusmáttááttâs pedagogiik.

source: Etäopetushankkeen opetus on reaaliaikaista (synkronista) opetusta.
smn: Káidusmáttááttâshaavâ máttááttâs lii reaaláigásâš (synkroonlâš) máttááttâs.

source: Tällöin opettaja ja etäopetukseen osallistuvat oppilaat ja opiskelijat osallistuvat samaan aikaan oppitunneille omilla päätelaitteillaan, mutta fyysisesti eri paikoissa.
smn: Talle máttáátteijee já uáppeeh, kiäh uásálisteh káidusmáttááttâsân, uásálisteh siämmáá ääigi oppâtijmijd jieijâs piergâsijn, mutâ fyysilávt sierâ paaihijn.
